Repository: Leprikon-cmd/MarsConquest
Catalog: MarsConquest/Localizable.xcstrings
Source language: ru
Languages: en

source: %lld место
en: %lldth Place

source: %lld место — %@
en: %1$lldth Place — %2$@

source: 🥇 1 место
en: 🥇 1st Place

source: 🥇 1 место — %@
en: 🥇 1st Place — %@

source: 🥈 2 место
en: 🥈 2nd Place

source: 🥈 2 место — %@
en: 🥈 2nd Place — %@

source: 🥉 3 место
en: 🥉 3rd Place

source: 🥉 3 место — %@
en: 🥉 3rd Place — %@

# Game #%lld
source: Игра №%lld
en: Game #%lld

# Generation: %d
source: Поколение: %d
en: Generation: %d

# Ranking
source: Рейтинг
en: Ranking

source: Автоматически
en: Automatic

source: Базовая игра
en: Base game

source: Без имени
en: Unnamed

source: Без названия
en: Untitled

source: Введите имя CEO
en: Enter CEO Name

source: Введите имя игрока.
en: Enter a player name.

source: Венера
en: Venus

source: Все доступные записи уже проверены.
en: All available records have been reviewed.

source: Всего
en: Total

source: Второй пролог уже занят другим игроком.
en: The second prelude is already taken by another player.

source: Выберите два пролога
en: Choose Two Preludes

source: Выберите корпорацию
en: Choose a Corporation

source: Выберите прологи
en: Choose Preludes

source: Выберите сохранённого игрока или создайте новый профиль владельца.
en: Choose a saved player or create a new owner profile.

source: Выбрано: %lld из 2
en: Selected: %lld of 2

source: Выбрать до %lld колоний для партии
en: Choose up to %lld colonies for the game

source: Выбрать корпорацию
en: Choose a Corporation

source: Выбрать пролог
en: Choose Prelude

source: Выбрать сохранённого CEO
en: Choose a Saved CEO

source: Высадка!
en: Land!

source: Главная
en: Home

source: Города
en: Cities

source: Готово
en: Done

source: Дата
en: Date

source: Дата: %@
en: Date: %@

source: Дважды коснитесь, чтобы заменить значение
en: Double-tap to replace the value

source: Добавить
en: Add

source: Добавить в партию
en: Add to Game

source: Добавить выбранное
en: Add Selected

source: Добавить игрока
en: Add Player

source: Добавить колонии
en: Choose Colonies

source: Добавленные игроки будут удалены из незавершённой партии.
en: Added players will be removed from this unfinished game.

source: Дополнения
en: Expansions

source: Дополнения по умолчанию
en: Default Expansions

source: Дополнения: %@
en: Expansions: %@

source: Достижения
en: Achievements

source: Журнал
en: Logbook

source: Журнал экспедиций
en: Expedition Log

source: Закрыть
en: Close

source: Звук
en: Sound

source: Звук МОКСИ
en: Moxie Sound

# Игр: %lld • Побед: %lld
source: Игр: %1$lld • Побед: %2$lld
en: Games: %1$lld • Wins: %2$lld

source: Игра
en: Game

source: Игра №%lld
en: Game #%lld

source: Игрок с таким именем уже добавлен в текущую партию.
en: A player with this name is already in this game.

source: Игрок с таким именем уже существует. Выберите его из списка или добавьте уточнение к имени.
en: A player with this name already exists. Choose them from the list or add a distinguishing detail to the name.

source: Игроки
en: Players

source: Игры
en: Games

source: Импорт
en: Import

source: Импорт JSON
en: JSON Import

source: Импортировано игр:
en: Games imported:

source: Импортировать игры из JSON
en: Import Games from JSON

source: Имя (необязательно)
en: Name (optional)

source: Имя игрока
en: Player Name

source: Информация об игре
en: Game Information

source: Итог
en: Score

source: Категория
en: Category

source: Количество сыгранных игр: %lld
en: Games played: %lld

source: Колонии
en: Colonies

# Колонии %lld/%lld
source: Колонии %1$lld/%2$lld
en: Colonies %1$lld/%2$lld

source: Колонии: %@
en: Colonies: %@

source: Команда экспедиции
en: Expedition Team

source: Корпорации
en: Corporations

source: Корпорация
en: Corporation

source: Корпорация уже занята другим игроком.
en: This corporation is already taken by another player.

source: Корпорация: %@
en: Corporation: %@

source: Кризис
en: Turmoil

source: Листайте, чтобы выбрать место высадки
en: Swipe to choose a landing site

source: Личный журнал
en: Personal Log

source: ЛИЧНЫЙ ЖУРНАЛ
en: PERSONAL LOG

source: Лучший результат
en: Best Score

source: Место высадки
en: Landing Site

source: Моя коллекция
en: My collection

source: Моя статистика
en: My Statistics

source: Награды
en: Awards

source: Настройки
en: Settings

source: Настройки дополнений
en: Expansion Settings

source: Начать партию
en: Start Game

source: Не удалось создать журнал:
en: Could not create the log:

source: Неизвестно
en: Unknown

source: Нет записей для привязки
en: No Records to Link

source: Ник
en: Nickname

source: Новая экспедиция
en: New Expedition

source: Новые партии, где вы участвуете, появятся здесь после сохранения результата.
en: New games you take part in will appear here after the results are saved.

source: Новый игрок
en: New Player

source: Новый профиль
en: New profile

source: Общая статистика
en: Overview

source: Озеленение
en: Greenery

source: Основные очки
en: Base Score

source: Отвязать
en: Unlink

source: Открывает выбор корпорации
en: Opens corporation selection

source: Открывает выбор прологов
en: Opens prelude selection

source: Открыть общую статистику
en: Open Overall Statistics

source: Открыть форму нового игрока
en: Open the new player form

source: Отмена
en: Cancel

source: Отменить партию
en: Cancel Game

source: Отменить создание партии
en: Cancel Game Setup

source: Отменить создание партии?
en: Cancel game setup?

source: Очки: %d
en: Score: %d

source: Ошибка
en: Error

source: Ошибка импорта:
en: Import error:

source: Ошибка сохранения: %@
en: Save error: %@

source: ПАРТИЙ
en: GAMES

source: Первый пролог уже занят другим игроком.
en: The first prelude is already taken by another player.

source: ПО
en: VP

source: Побед
en: Wins

source: ПОБЕД
en: WINS

# Победитель: %@ — %lld
source: Победитель: %1$@ — %2$lld
en: Winner: %1$@ — %2$lld

source: Победные очки
en: Victory Points

source: Победы
en: Victory Points

source: Подробнее
en: Details

source: Подсчет очков
en: Scoring

source: Поиск по имени
en: Search by Name

source: Пока нет данных по игрокам
en: No player data yet

source: Пока нет данных по корпорациям
en: No corporation data yet

source: Пока нет данных по прологам
en: No prelude data yet

source: Поколение:
en: Generation:

source: Поколение: %d
en: Generation: %d

source: Поколение: %lld
en: Generation: %lld

source: Покорение Марса
en: Terraforming Mars

source: Поле
en: Board

source: Поле: %@
en: Board: %@

source: Политика
en: Turmoil

source: Последняя игра: %@
en: Last game: %@

source: Привязать
en: Link

source: Проверить прошлые партии
en: Review Past Games

source: Продолжить настройку
en: Continue Setup

source: Прологи
en: Preludes

# Прологи: %@, %@
source: Прологи: %1$@, %2$@
en: Preludes: %1$@, %2$@

source: Профиль с таким ником и именем уже существует.
en: A profile with this nickname and name already exists.

source: Прошлые партии
en: Past Games

source: Рейтинг
en: Terraform Rating

source: Рейтинг терраформирования
en: Terraform Rating

source: Ресурсы
en: Resources on Cards

source: Ресурсы на картах
en: Resources on Cards

source: Русский
en: Russian

source: Свободных цветов не осталось
en: No colors are available

source: Сначала добавьте участника экспедиции
en: Add a team member first

source: Создайте журнал
en: Create your log

source: Создать журнал
en: Create log

source: Сохранение...
en: Saving...

source: Сохранённый CEO
en: Saved CEO

source: Сохранённый игрок
en: Saved player

source: Сохранить
en: Save

source: Сохранить результаты
en: Save Results

source: Список игр
en: Games

source: Средний результат
en: Average Score

# Средний счёт: %@ • Лучший: %lld
source: Средний счёт: %1$@ • Лучший: %2$lld
en: Average: %1$@ • Best: %2$lld

source: Статистика
en: Statistics

source: Сыграно партий
en: Games Played

source: Убрать из партии
en: Remove from Game

source: Убрать связь?
en: Remove Link?

source: Удалить
en: Delete

source: Уже отмеченные участия
en: Linked Participations

source: Условия
en: Card Conditions

source: Условия на картах
en: Card Conditions

source: Фарсида
en: Tharsis

source: Фишка: %@
en: Token: %@

source: Цвет фишки
en: Token Color

source: Элизий
en: Elysium

source: Эллада
en: Hellas

source: Эллада и Элизий
en: Hellas & Elysium

source: Эта запись перестанет учитываться в личном журнале.
en: This record will no longer be included in your personal log.

source: Этот игрок уже добавлен в текущую партию.
en: This player is already in the current game.

source: Язык
en: Language

source: Язык интерфейса
en: App Language
